Repository: forus-labs/forui
Catalog: forui/lib/l10n/f_*.arb
Languages: am, as, gl, gu, hy, is, kk, km, kn, ml, mn, my, ne, pa, ps, sl, sw, ta, ur, uz, zu

# dialogSemanticsLabel
source: Dialog
am: መገናኛ
gl: Cadro de di치logo
hy: Երկխոսության պատուհան
is: Gluggi
kk: Диалогтық терезе
kn: ಡೈಲಾಗ್
ml: ഡയലോഗ്
mn: Харилцах цонх
pa: ਵਿੰਡੋ
ps: خبرې اترې
sl: Pogovorno okno
sw: Kidirisha
ta: உரையாடல்
ur: ڈائلاگ
uz: Muloqot oynasi
zu: Ingxoxo

# sheetSemanticsLabel
source: Sheet
am: ሉህ
as: শ্বীট
gl: Panel
gu: શીટ
hy: էկրան
is: Blað
kk: парақша
km: សន្លឹក
kn: ಶೀಟ್
ml: ഷീറ്റ്
mn: хүснэгт
my: ပိုဆောင်း စာမျက်နှာ
ne: पाना
pa: ਸ਼ੀਟ
sl: Razdelek
sw: Safu
ta: திரை
ur: شیٹ
uz: ekran
zu: Ishidi

# barrierOnTapHint
source: Close {modalRouteContentName}
am: $modalRouteContentNameን ዝጋ
as: $modalRouteContentName বন্ধ কৰক
gl: Pechar $modalRouteContentName
gu: $modalRouteContentNameને બંધ કરો
hy: Փակել՝ $modalRouteContentName
is: Loka $modalRouteContentName
kk: $modalRouteContentName жабу
km: បិទ $modalRouteContentName
kn: $modalRouteContentName ಅನ್ನು ಮುಚ್ಚಿರಿ
ml: $modalRouteContentName അടയ്ക്കുക
mn: $modalRouteContentName-г хаах
my: $modalRouteContentName ပိတ်ရန်
ne: $modalRouteContentName बन्द गर्नुहोस्
pa: $modalRouteContentName ਨੂੰ ਬੰਦ ਕਰੋ
ps: Close $modalRouteName
sl: Zapiranje »$modalRouteContentName«
sw: Funga $modalRouteContentName
ta: $modalRouteContentName ஐ மூடுக
ur: $modalRouteContentName بند کریں
uz: Yopish: $modalRouteContentName
zu: Vala i-$modalRouteContentName

# barrierLabel
source: Barrier
am: ገዳቢ
as: স্ক্ৰিম
gl: Sombreado
gu: સ્ક્રિમ
hy: Դիմակ
is: Möskvi
kk: Кенеп
km: ផ្ទាំងស្រអាប់
kn: ಸ್ಕ್ರಿಮ್
ml: സ്ക്രിം
mn: Скрим
my: Scrim
ne: स्क्रिम
pa: ਸਕ੍ਰਿਮ
ps: Scrim
sl: Scrim
sw: Scrim
ta: ஸ்க்ரிம்
ur: اسکریم
uz: Kanop
zu: I-Scrim

# dateFieldHint
source: Pick a date
am: ቀን ይምረጡ
as: তাৰিখ বাছনি কৰক
gl: Selecciona unha data
gu: તારીખ પસંદ કરો
hy: Ընտրել ամսաթիվը
is: Veldu dagsetningu
kk: Күнді таңдаңыз
km: ជ្រើសរើស​កាលបរិច្ឆេទ
kn: ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: തീയതി തിരഞ്ഞെടുക്കുക
mn: Огноо сонгох
my: ရက်စွဲ ရွေးပါ
ne: मिति चयन गर्नुहोस्
pa: ਤਾਰੀਖ ਚੁਣੋ
ps: نېټه وټاکئ
sl: Izberite datum
sw: Chagua tarehe
ta: தேதியைத் தேர்ந்தெடுக்கவும்
ur: تاریخ منتخب کریں
uz: Sanani tanlang
zu: Khetha usuku

# dateFieldInvalidDateError
source: Invalid date.
am: ልክ ያልሆነ ቀን።
as: অমান্য তাৰিখ।
gl: Data non v치lida.
gu: અમાન્ય તારીખ.
hy: Սխալ ամսաթիվ:
is: Ógild dagsetning.
kk: Жарамсыз күн.
km: កាលបរិច្ឆេទ​មិន​ត្រឹមត្រូវ។
kn: ಅಮಾನ್ಯವಾದ ದಿನಾಂಕ.
ml: അസാധുവായ തീയതി.
mn: Огноо буруу байна.
my: ရက်စွဲ မမှန်ကန်ပါ။
ne: अमान्य मिति।
pa: ਅਵੈਧ ਤਾਰੀਖ।
ps: ناسمه نېټه.
sl: Neveljaven datum.
sw: Tarehe si sahihi.
ta: தவறான தேதி.
ur: غلط تاریخ۔
uz: Sana yaroqsiz.
zu: Usuku olungalungile.

# timeFieldHint
source: Pick a time
am: ሰዓት ይምረጡ
as: সময় বাছনি কৰক
gl: Escolla unha hora
gu: સમય પસંદ કરો
hy: Ընտրեք ժամանակը
is: Veldu tíma
kk: Уақытты таңдаңыз
km: ជ្រើសរើសពេលវេលា
kn: ಸಮಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഒരു സമയം തിരഞ്ഞെടുക്കുക
mn: Цаг сонгох
my: အချိန်ရွေးပါ
ne: समय चयन गर्नुहोस्
pa: ਇੱਕ ਸਮਾਂ ਚੁਣੋ
ps: یو وخت وټاکئ
sl: Izberite čas
sw: Chagua wakati
ta: நேரத்தைத் தேர்ந்தெடுக்கவும்
ur: وقت منتخب کریں
uz: Vaqtni tanlang
zu: Khetha isikhathi

# timeFieldInvalidDateError
source: Invalid time.
am: ልክ ያልሆነ ሰዓት።
as: অমান্য সময়।
gl: Hora non v치lida.
gu: અમાન્ય સમય.
hy: Անվավեր ժամանակ:
is: Ógildur tími.
kk: Жарамсыз уақыт.
km: ពេលវេលាមិនត្រឹមត្រូវ។
kn: ಅಮಾನ್ಯ ಸಮಯ.
ml: അസാധുവായ സമയം.
mn: Буруу цаг.
my: အချိန်မမှန်ပါ။
ne: अमान्य समय।
pa: ਅਵੈਧ ਸਮਾਂ।
ps: ناسم وخت.
sl: Neveljaven čas.
sw: Wakati batili.
ta: தவறான நேரம்.
ur: غلط وقت۔
uz: Yaroqsiz vaqt.
zu: Isikhathi esingalungile.

# textFieldClearButtonSemanticsLabel
source: Clear
am: አጽዳ
as: মচক
is: Hreinsa
pa: ਕਲੀਅਰ ਕਰੋ
sl: Počisti
sw: Futa
ur: صاف کریں
uz: Tozalash
zu: Sula

# selectHint
source: Select an item
am: አንድ ንጥል ይምረጡ
as: এটা বস্তু বাছনি কৰক
gl: Seleccione un elemento
gu: આઇટમ પસંદ કરો
hy: Ընտրեք տարր
is: Veldu atriði
kk: Элементті таңдаңыз
km: ជ្រើសរើសធាតុមួយ
kn: ಐಟಂ ಆಯ್ಕೆಮಾಡಿ
ml: ഒരു ഇനം തിരഞ്ഞെടുക്കുക
mn: Зүйл сонгох
my: ပစ္စည်းတစ်ခုရွေးပါ
ne: वस्तु चयन गर्नुहोस्
pa: ਇੱਕ ਆਈਟਮ ਚੁਣੋ
ps: یو توکی وټاکئ
sl: Izberite element
sw: Chagua kipengee
ta: ஒரு பொருளைத் தேர்ந்தெடுக்கவும்
ur: آئٹم منتخب کریں
uz: Element tanlang
zu: Khetha into

# selectSearchHint
source: Search
am: ፍለጋ
as: সন্ধান কৰক
gl: Buscar
gu: શોધો
hy: Որոնել
is: Leita
kk: Іздеу
km: ស្វែងរក
kn: ಹುಡುಕಿ
ml: തിരയുക
mn: Хайх
my: ရှာဖွေရန်
ne: खोज्नुहोस्
pa: ਖੋਜ
ps: لټون
sl: Iskanje
sw: Tafuta
ta: தேடு
ur: تلاش کریں
uz: Qidirish
zu: Sesha

# selectNoResults
source: No matches found.
am: ምንም ተዛማጅ ውጤቶች የሉም።
as: কোনো মিল থকা ফলাফল নাই।
is: Engar samsvarandi niðurstöður.
km: គ្មានលទ្ធផលដែលត្រូវគ្នាទេ។
my: တူညီသည့်ရလဒ်များမရှိပါ။
ne: कुनै मिल्दो परिणामहरू छैनन्।
pa: ਕੋਈ ਮੇਲ ਖਾਂਦੇ ਨਤੀਜੇ ਨਹੀਂ ਹਨ।
sl: Ni ujemajočih se rezultatov.
sw: Hakuna matokeo yanayolingana.
ur: کوئی مماثل نتائج نہیں۔
uz: Mos keladigan natijalar yo'q.
zu: Ayikho imiphumela efanayo.

# selectScrollUpSemanticsLabel
source: Scroll up
am: ወደ ላይ ሸብልል
as: ওপৰলৈ স্ক্ৰল কৰক
gl: Desprazarse cara arriba
gu: ઉપર સ્ક્રોલ કરો
hy: Ոլորել վերև
is: Fletta upp
kk: Жоғары айналдыру
km: រមូរឡើងលើ
kn: ಮೇಲಕ್ಕೆ ಸ್ಕ್ರಾಲ್ ಮಾಡಿ
ml: മുകളിലേക്ക് സ്ക്രോൾ ചെയ്യുക
mn: Дээш гүйлгэх
my: အပေါ်သို့ပွတ်ဆွဲရန်
ne: माथि स्क्रोल गर्नुहोस्
pa: ਉੱਪਰ ਸਕ੍ਰੋਲ ਕਰੋ
ps: پورته سکرول کړئ
sl: Pomik navzgor
sw: Sogeza juu
ta: மேலே உருட்டு
ur: اوپر سکرول کریں
uz: Tepaga aylantirish
zu: Skrola phezulu

# selectScrollDownSemanticsLabel
source: Scroll down
am: ወደ ታች ሸብልል
as: তললৈ স্ক্ৰল কৰক
gl: Desprazarse cara abaixo
gu: નીચે સ્ક્રોલ કરો
hy: Ոլորել ներքև
is: Fletta niður
kk: Төмен айналдыру
km: រមូរចុះក្រោម
kn: ಕೆಳಗೆ ಸ್ಕ್ರಾಲ್ ಮಾಡಿ
ml: താഴേക്ക് സ്ക്രോൾ ചെയ്യുക
mn: Доош гүйлгэх
my: အောက်သို့ပွတ်ဆွဲရန်
ne: तल स्क्रोल गर्नुहोस्
pa: ਹੇਠਾਂ ਸਕ੍ਰੋਲ ਕਰੋ
ps: ښکته سکرول کړئ
sl: Pomik navzdol
sw: Sogeza chini
ta: கீழே உருட்டு
ur: نیچے سکرول کریں
uz: Pastga aylantirish
zu: Skrola phansi

# paginationPreviousSemanticsLabel
source: Previous
am: ቀዳሚ
is: Fyrri
pa: ਪਿਛਲਾ
sl: Prejšnji
sw: Iliyotangulia
ur: پچھلا
uz: Oldingi
zu: Okwedlule

# paginationNextSemanticsLabel
source: Next
am: ቀጣይ
is: Næsta
pa: ਅੱਗੇ
sl: Naprej
sw: Inayofuata
ur: اگلا
uz: Keyingi
zu: Okulandelayo

# popoverSemanticsLabel
source: Popover
am: ፖፖቨር
as: পপঅভাৰ
gl: Xanela emerxente
gu: પોપઓવર
hy: Ելնող պատուհան
is: Sprettgluggi
kk: Қалқымалы терезе
km: បង្អួចលេចឡើង
kn: ಪಾಪ್‌ಓವರ್
ml: പോപ്പോവർ
mn: Товших цонх
ne: पपओभर
pa: ਪੌਪਓਵਰ
ps: پاپ اوور
sl: Pojavno okno
sw: Dirisha la haraka
ta: பாப்ஓவர்
ur: پاپ اوور
zu: Iwindi eliqhamukayo

# multiSelectHint
source: Select items
am: ንጥሎች ይምረጡ
as: বস্তুসমূহ বাছক
gl: Seleccionar elementos
gu: આઇટમ્સ પસંદ કરો
hy: Ընտրել տարրեր
is: Veldu hluti
kk: Элементтерді таңдаңыз
km: ជ្រើសរើសធាតុ
kn: ಐಟಮ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഇനങ്ങൾ തിരഞ്ഞെടുക്കുക
mn: Зүйлсийг сонгох
ne: वस्तुहरू चयन गर्नुहोस्
ps: توکي غوره کړئ
sl: Izberi elemente
sw: Chagua vipengee
ta: உருப்படிகளைத் தேர்ந்தெடுக்கவும்
ur: آئٹمز منتخب کریں
uz: Elementlarni tanlang
zu: Khetha izinto

# autocompleteNoResults
source: No matches found.
am: ማንኛውም ውጤት አልተገኘም.
as: কোনো মিল পোৱা নগল.
gl: Non se atoparon coincidencias.
gu: કોઈ મેળ મળ્યો નહીં.
hy: Համընկնումներ չեն գտնվել.
is: Engar niðurstöður fundust
kk: Ешқандай сәйкестік табылмады.
km: រកមិនឃើញការផ្គូផ្គង.
kn: ಯಾವುದೇ ಹೊಂದಾಣಿಕೆ ಕಂಡುಬಂದಿಲ್ಲ.
ml: പൊരുത്തങ്ങളൊന്നും കണ്ടെത്തിയില്ല.
mn: Тохирох зүйл олдсонгүй.
ne: कुनै मिल्दो फेला परेन.
ps: هیڅ میچ ونه موندل شو.
sl: Ni ujemanj.
sw: Hakuna mechi zilizopatikana
ta: பொருத்தங்கள் எதுவும் கிடைக்கவில்லை.
uz: Hech qanday moslik topilmadi.
zu: Akukho ukufana okutholiwe.

# progressSemanticsLabel
source: Loading
as: লোড হৈ আছে
gl: Cargando
gu: લોડ કરી રહ્યું છે
hy: Բեռնում
kk: Жүктелуде
km: កំពុងផ្ទុក
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ
ps: د بارولو په حال کې
uz: Yuklanmoqda

# passwordFieldObscureTextButtonSemanticsLabel
source: Hide password
gl: Ocultar contrasinal
gu: પાસવર્ડ છુપાવો
hy: Թաքցնել գաղտնաբառը
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆಮಾಡು

# passwordFieldUnobscureTextButtonSemanticsLabel
source: Show password
gl: Mostrar contrasinal
gu: પાસવર્ડ બતાવો
hy: Ցույց տալ գաղտնաբառը
kn: ಪಾಸ್‌ವರ್ಡ್ ತೋರಿಸು
